Revit 2027 API
ParameterTypeId.SteelElemWeldPitch Property
 "Pitch"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemWeldPitch { get; }
Public Shared ReadOnly Property SteelElemWeldPitch As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemWeldPitch {
	ForgeTypeId^ get ();
}
static member SteelElemWeldPitch : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace